---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorDirectionWireType
source: html/bcd55855-5207-9112-be19-863c23afae83.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorDirectionWireType Property

"Minor Direction Wire Type": Minor Direction Wire Type

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMinorDirectionWireType { get; }
```